[M_MedicalMystery MissionDefinition]
MissionDescription="Some civilians from [place]Three Horns Valley[-place] have been showing up at Dr. Zed's clinic with unexplainable wounds -- bullet wounds without bullets, burn marks without charring. He'd like you to head out to [place]Three Horns Valley[-place] and get your hands on whatever's causing these injuries."
MissionTurnInLocation="Doc Mercy"

[M_MedicalMystery:HeadToMercyCave MissionObjectiveDefinition]
ProgressMessage="Head to Doc Mercy's lair"

[M_MedicalMystery:KillBandit MissionObjectiveDefinition]
ProgressMessage="Kill Doc Mercy"

[M_MedicalMystery:SearchMercy MissionObjectiveDefinition]
ProgressMessage="Search Doc Mercy"
